cask "docker"

tap "d12frosted/emacs-plus"
cask "spectacle"
cask "google-chrome"
cask "spotify"
cask "enpass"
brew "httpie"
brew "jq"
brew "tree"
brew "d12frosted/emacs-plus/emacs-plus"
cask "slack"
cask "pritunl"
cask "firefox"

brew "git"

brew "bash-completion"
brew "grc"

tap "d12frosted/emacs-plus"
brew "emacs-plus", link: true

cask "wireshark"
